@extends('layouts.app')

@section('title-block')
ABOUT PAGE
@endsection

@section('content')
	<h1>ABOUT</h1>
	<p>Часовая компания BUY TIME 4U основана в 2010 году.
На сегодняшний день BUY TIME 4U - являются одной из самых крупных часовых компании по продажам оригинальных наручных часов и аксессуаров к ним в Казахстане (оптом и в розницу). На данном сайте Вы можете подобрать себе японские, швейцарские, итальянские, австрийские, немецкие и другие часы мировых брендов. Мы продаем только оригинальную продукцию и являемся официальными представителями в Казахстане таких брендов как: SEIKO, CITIZEN, ORIENT, Q&Q (филиал компании Citizen "CBM"), ADRIATICA, POLICE, CASIO, LORUS (филиал компании Seiko), PIERRE RICAUD, JAGUAR, JACQUES LEMANS.</p>
<br><br>
<p>Часы - это не только аксессуар, но и показатель вашего статуса в обществе. Наш сайт постоянно пополняется новыми моделями. Мы предлагаем нашим клиентам только самое лучшее. Политика компании BUY TIME 4U выстраивается на сервисе и многолетнем опыте в часовой индустрии.
На нашем складе более 7000 моделей, которые по количеству синхронизируются с данным сайтом. В Шоу Руме около 10% нашего склада из хитов продаж.</p>
@endsection
	
